Repository: rhazdon/django-sonic-screwdriver
Catalog: django_sonic_screwdriver/locale/*/LC_MESSAGES/django.po
Languages: de

source: Created and Updated
de: Erstellt und Aktualisiert

source: User
de: Nutzer

source: The user is the creator of the comment.
de: Dieser Nutzer ist der Ersteller des Kommentares

source: Comment
de: Kommentar

source: The comment itself.
de: Der eigentliche Kommentar.

source: ID of the related object.
de: ID des verknüpften Objektes.

source: Related content type.
de: Verknüpfter Content Type.

source: Comments
de: Kommentare

source: Ban
de: Sperre

source: End date of the ban
de: Sperre gültig bis

source: The end date tells, until the ban is valid. If the end_date is empty, the ban is infinit.
de: Das End-Datum sagt aus, bis wann die Sperre gültig ist. Das Feld kann auch leer gelassen werden, um die Sperre fristlos zu setzen.

source: Bans
de: Sperren

source: User Ban
de: Nutzer Sperre

source: User Bans
de: Nutzer Sperren

source: This is the banned ip. Every request from this IP will result in 403.
de: Dies ist die IP, die gesperrt wird. Jede Anfrage, die von dieser IP kommt, wird mit 403 beantwortet.

source: IP Ban
de: IP Sperre

source: IP Bans
de: IP Sperren

source: Invalid request.
de: Ungültige Anfrage.

source: Please sign in.
de: Bitte loggen Sie sich ein.

source: Forbidden.
de: Verboten.

source: Not found.
de: Nicht gefunden.

source: Conflict.
de: Konflikt.

source: Precondition failed.
de: Vorbedingungen nicht erfüllt.

source: Unprocessable Entity.
de: Diese Anfrage ist nicht bearbeitbar.

source: You do that a little too often. Please wait a little before you try again.
de: Sie haben diesen Vorgang zu oft versucht. Bitte warten Sie ein wenig, bevor Sie es erneut versuchen.

source: Something's gone wrong. Our technicians are working flat out to solve the problem.
de: Da ist leider was schief gelaufen. Unsere Techniker sind bereits informiert und arbeiten mit Hochdruck an einer Lösung.

source: Created at
de: Erstellt am

source: Model was created at this time.
de: Die Zeit, an der das Model erstellt wurde.

source: Updated at
de: Überarbeitet am

source: Model was updated at this time.
de: Die Zeit, an der das Model das letzte mal überarbeitet wurde.
